{
    "sample1":{
        "reference":"JANJUA, Sadia et al. Biopolymer blended films of poly (butylene succinate)/cyclic olefin copolymer with enhanced mechanical strength for packaging applications. Journal of Applied Polymer Science, v. 138, n. 12, p. 50081, 2021.",
        "referencePath":".\\Papers\\Biopolymer blended films of poly butylene succinate  cyclic olefin copolymer.pdf",
        "doi":"https://doi.org/10.1002/app.50081",
        "dataPath":".\\extractedData\\FTIR_Biopolymer blended films of poly butylene succinate  cyclic olefin copolymer.csv",
        "characterizationTechniques":" The crystallographic structures were studied using XRD (Siemens D5005, STOE Germany) at 25C temperature, with a scanning range of 2θ= 10 -40. A CuK (λ= 0.15418 nm) radiation source was employed having operating current and voltage of 40 mA and 40 kV, respectively. To determine the chemistry of prepared films, an FTIR spectrometer (ATR-FTIR JASCO 7890) was employed having a measurement range of 4000-500 cm1. The surface morphologies of films, sput-ter coated with 40 nm Au, were investigated by SEM (JEOL JSM-6490A). The film's thickness was measured using a micrometer screw gauge and the mechanical test- ing was carried out by TRAPEZIUM-X universal tensile testing machine (Shimadzu AG- 20KNXD Plus, ASTM D882 standard) with rectangular shaped samples having a size of 5 1cm2. The antibacterial activities were",
        "mixture":"PBS/COC"
    },
    "sample2":{
        "reference":"Debuissy, T., Pollet, E., & Avérous, L. (2017). Synthesis and characterization of biobased poly (butylene succinate-ran-butylene adipate). Analysis of the composition-dependent physicochemical properties. European Polymer Journal, 87, 84-98.",
        "referencePath":".\\Papers\\Synthesis and characterization of biobased poly(butylene succinate-ran-butylene adipate). Analysis of the composition-dependent physicochemical properties.pdf",
        "doi":"https://doi.org/10.1016/j.eurpolymj.2016.12.012",
        "dataPath":".\\extractedData\\FTIR_Synthesis and characterization of biobased poly(butylene succinate-ran-butylene adipate). Analysis of the composition-dependent physicochemical properties.csv",
        "characterizationTechniques":"1H and 13C NMR spectra of polyesters were obtained on a Bruker 400 MHz spectrometer. CDCl3 was used as solvent to prepare solutions with concentrations of 8–10 and 30–50 mg/mL for 1H NMR and 13C NMR, respectively. The number of scans was set to 128 for 1H NMR and at least 5000 for 13C NMR. Calibration of the spectra was performed using the CDCl3 peak (dH = 7.26 ppm, dC = 77.16 ppm). 31P NMR was performed after phosphitylation of the samples, according to standard protocols [26]. An accurately weighed amount of sample (approx. 100 mg) was dissolved in 500 lL of anhydrous CDCl3. 100 lL of a standard solution of cholesterol (0.1 M in an anhydrous CDCl3/pyridine (1/1.6) solution) containing Cr(III) acetyl acetonate as relaxation agent was then added. Finally, 50 lL of 2-chloro-4,4,5,5-tetramethyl-1,3,2-dioxaphospholane (Cl-TMDP) were added and the mix- ture was stirred at room temperature for 2 h. Spectra were recorded on a Bruker 400 MHz spectrometer (256 scans at 20 °C). All chemical shifts reported are relative to the reaction product of water with Cl-TMDP, which gives a sharp signal in pyr- idine/CDCl3 at 132.2 ppm. The quantitative analysis of end-groups and the calculation of molar masses by 31P NMR were per- formed based on previous reports [26,27]. Size exclusion chromatography (SEC) was performed to determine the number-average molar mass (Mn), the mass- average molar mass (Mw) and the dispersity (—) of the samples. A Shimadzu liquid chromatograph was equipped with PLGel Mixed-C and PLGeL 100 Å columns and a refractive index detector. Chloroform was used as eluent at a flow rate of 0.8 ml/ min. The instrument was calibrated with linear polystyrene standards from 162 to 1,650,000 g/mol. Infrared spectroscopy (IR) was performed with a Nicolet 380 Fourier transformed infrared spectrometer (Thermo Electron Corporation) used in reflection mode and equipped with an ATR diamond module (FTIR-ATR). The FTIR-ATR spectra were collected at a resolution of 4 cm1 and with 64 scans per run. Differential scanning calorimetry (DSC) was performed using a TA Instrument Q 200 under nitrogen (flow rate of 50 mL/ min), calibrated with high purity standards. Samples of 2–3 mg were sealed in aluminum pans. A three-step procedure with a 10 °C/min ramp was applied that involved: (1) heating up from room temperature to 130 °C and holding for 3 min to erase the thermal history, (2) cooling down to 80 °C and holding for 3 min and (3) heating (second heating) from 80 °C to 130 °C. To determine the glass transition temperature (Tg), (co)polyesters samples in pans were melted at 130 °C, quickly quenched in liquid nitrogen in order to obtain fully amorphous (co)polyesters and then heated from -80 to 0 °C at 10 °C/ min. The degree of crystallinity (Xc) of (co)polyesters was calculated according to Eq. (1), Xc ð%Þ¼DHm DH0 m 100 ð1Þ where the melting enthalpy (DHm) is taken from the first heating run and DH0 m is the melting enthalpy of a 100% pure crys- talline polyester. Scheme 1. Reaction procedure for PBSA organometallic synthesis. 86 T. Debuissy et al./European Polymer Journal 87 (2017) 84–98 Thermal degradations were studied by thermogravimetric analyses (TGA). Measurements were conducted under helium atmosphere (flow rate of 25 mL/min) using a Hi-Res TGA Q5000 apparatus from TA Instruments. Samples (1–3 mg) were heated from room temperature up to 600 °C at a rate of 20 °C/min. Wide angle X-ray Scattering (WAXS) data were recorded on a Siemens D5000 diffractometer (Germany) using Cu Karadi- ation (1.5406 Å) at 25–30 °C in the range of 2h= 14–32°at 0.4°min1. Analyses are performed on compression-molded sheets.",
        "mixture":"PBSA"
    },
    "sample3":{
        "reference":"",
        "referencePath":"",
        "doi":"",
        "dataPath":"",
        "characterizationTechniques":"",
        "mixture":""
    },
    "sampleN":{
        "reference":"",
        "referencePath":"",
        "doi":"",
        "dataPath":"",
        "characterizationTechniques":"",
        "mixture":""
    }
}